import React from "react";

function Page() {
  return (
    <div className="about-page-div" dir="rtl">
      <div id="about-us-paragraph">
        <h4>معلومات عنا</h4>
        <p>
          أون ستوك: منصة موثوقة وفعالة لخدمات نقل البضائع والمخزون والمتعلقات
          الشخصية "أون ستوك" هي منصة ديناميكية تهدف إلى تسهيل وتبسيط عمليات نقل
          البضائع، بما في ذلك المخزون التجاري والمتعلقات الشخصية، عبر شبكة من
          مقدمي خدمات النقل الموثوقين والمعتمدين. تركز "أون ستوك" على سد الفجوة
          بين الأفراد والشركات الذين يبحثون عن حلول نقل موثوقة وشبكة الشاحنات
          والمركبات الآمنة التي تقدم خدمات نقل احترافية وفعالة. يتيح "أون ستوك"
          للمستخدمين العثور بسهولة على شاحنات وخدمات نقل ملائمة، مع الحجز الفوري
          ومعرفة الأسعار بوضوح، إلى جانب خاصية التتبع الفوري للشحنات، مما يجعل
          العملية شفافة وخالية من الإجهاد. يدرك "أون ستوك" احتياجات النقل
          المتنوعة، سواء للشحنات التجارية الكبيرة أو للأغراض الشخصية، ويقدم
          حلولًا تلائم جميع المتطلبات، بدءًا من النقل الفردي وحتى الشحنات
          المنتظمة. السلامة والأمان مع أون ستوك تعتمد "أون ستوك" على سائقي
          شاحنات مؤهلين لتأمين ونقل كل شحنة بأمان، مع دعم استثنائي للعملاء طوال
          الرحلة. نحن نلتزم باستخدام التكنولوجيا الحديثة لتحسين وتبسيط عملية
          النقل، مما يجعل الوصول إلى خدمات النقل أكثر سهولة وموثوقية للجميع.
          سواء كنت شركة تحتاج إلى شحنات منتظمة أو فرد يبحث عن خدمة نقل لمرة
          واحدة، فإن "أون ستوك" توفر تجربة نقل سلسة وموثوقة. انضم إلى أون ستوك
          اليوم - الثقة والشفافية والكفاءة في نقل البضائع اكتشف "أون ستوك"، حيث
          نقوم بنقل البضائع بعناية واحترافية، مع التزام كامل بالشفافية والكفاءة.
        </p>
      </div>
      <div id="image-cover-about">
        <img
          src="https://images.rawpixel.com/image_800/cHJpdmF0ZS9sci9pbWFnZXMvd2Vic2l0ZS8yMDI0LTA0L3Jhd3BpeGVsX29mZmljZV8yMl9waG90b19vZl9hX2JsYWNrX3RlYW1faW5fYV9tb2Rlcm5fb2ZmaWNlX2Rpc18zZGE3OGU4Ni0xYTIyLTRmOGUtYTdiOC02ZmM3YWNlMDY0N2VfMS5qcGc.jpg"
          alt="About Us"
        />
      </div>
    </div>
  );
}

export default Page;
